Revit 2027 API
ParameterTypeId.MepSegmentFlowCharacteristic Property
 "Flow Characteristic"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepSegmentFlowCharacteristic { get; }
Public Shared ReadOnly Property MepSegmentFlowCharacteristic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepSegmentFlowCharacteristic {
	ForgeTypeId^ get ();
}
static member MepSegmentFlowCharacteristic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace